Repository: Amirsorouri00/Parxoclub
Catalog: Chat/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Send File
fa: ارسال فایل

source: Caption
fa: عنوان

source: Are you sure about removing this Conversation(s)?
fa: آیا از حذف این رویداد اطمینان دارید؟

source: Ok, i’ll send the prescriptions tomorrow.
fa: باشه، من تا فردا نسخه‌ها رو می‌فرستم.

source: Thanks for headup ;)
fa: ممنون بابت یادآوری :)

source: You’re welcome.
fa: خواهش می‌کنم.

source: I’m going to check your temperature and your pulse. You may need an antibiotic if you have an infection.It seems you have some inflammation in your knees. However, there's nothing broken. Just take some ibuprofen or aspirin and the swelling should go down.OK, I’m going to check your temperature and your pulse. You may need an antibiotic if you have an infection.
fa: معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار گیرد چگونه به نظر می‌رسد و قلم‌ها و اندازه‌بندی‌ها چگونه در نظر گرفته شده‌است. از آنجایی که طراحان عموما نویسنده متن نیستند و وظیفه رعایت حق تکثیر متون را ندارند و در همان حال کار آنها به نوعی وابسته به متن می‌باشد آنها با استفاده از محتویات ساختگی، صفحه گرافیکی خود را صفحه‌آرایی می‌کنند تا مرحله طراحی و صفحه‌بندی را به پایان برند.

source: Write a message...
fa: پیام شما...

source: Chats
fa: گفت‌و‌گوها

source: search
fa: جستجو

source: Contacts
fa: تماس‌ها
